{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.19.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "newdense/kernel", "shape": [4, 64], "dtype": "float32"}, {"name": "newdense/bias", "shape": [64], "dtype": "float32"}, {"name": "newdense_1/kernel", "shape": [64, 128], "dtype": "float32"}, {"name": "newdense_1/bias", "shape": [128], "dtype": "float32"}, {"name": "newdense_2/kernel", "shape": [128, 4], "dtype": "float32"}, {"name": "newdense_2/bias", "shape": [4], "dtype": "float32"}]}]}